{
  "products": [
    { 
      "id": 1, 
      "title": "AirPods Apple con Estuche de Carga, Bluetooth", 
      "description": "AirPods Apple con estuche de carga, Bluetooth, Blanco.\nLos nuevos AirPods ofrecen una experiencia completamente nueva al usar audífonos inalámbricos. Solo sácalos del estuche y están listos para usar con tu iPhone, Apple Watch, iPad o Mac. Ofrecen cinco horas de sonido y tres horas de conversación con una sola carga. Te acompañan en tu ritmo gracias al estuche que proporciona varias cargas adicionales para más de 24 horas de uso.",
      "price": 120000,
      "cover": "https://i.imgur.com/uXrbyfA.jpg"
    },
    { 
      "id": 2, 
      "title": "Notebook Gamer Lenovo Gaming 3i Intel Core i5-11300H", 
      "description": "Lenovo IdeaPad Gaming 3i.\nNuevo diseño con procesadores Intel Core i5-11300H de 11ª generación y tarjeta gráfica NVIDIA GeForce GTX 1650 de 4GB. Ideal para gamers y usuarios que también necesitan alto rendimiento. Con pantalla de 15.6'' Full HD WVA antirreflejo para mejor definición de imagen y colores. El almacenamiento SSD PCIe NVMe es 10 veces más rápido* que un HDD 2.5” SATA, brindando mayor seguridad al almacenar tus datos. El teclado retroiluminado LED blanco hace que el equipo sea más atractivo y favorece el rendimiento en juegos en lugares con poca luz.",
      "price": 379000,
      "cover": "https://i.imgur.com/bM5IUKe.jpg"
    },
    { 
      "id": 3, 
      "title": "Teclado Mecánico Gamer HyperX Alloy", 
      "description": "Teclado HyperX Alloy MKW100, HKBM1-R-EUA/G - 4P5E1AA#ABA.\nObtén una iluminación radiante tecla por tecla con efectos dinámicos para añadir un toque de estilo a tu configuración de PC. Estructura de aluminio duradera.\nCon una estructura sólida de aluminio, el Alloy MKW100 fue diseñado para ofrecer estabilidad cuando las pulsaciones de teclas están al máximo. El reposamuñecas removible ayuda a reducir la fatiga en largas sesiones de juego o trabajo.",
      "price": 199999,
      "cover": "https://i.imgur.com/ldh1Q8O.jpg"
    },
    { 
      "id": 4, 
      "title": "Monitor Gamer Husky Tempest 34", 
      "description": "El Monitor Gamer Husky Gaming Tempest LED 34 UltraWide Curvo ofrece una experiencia de inmersión completa para tus juegos. La pantalla curva UltraWide, formato 21:9, y Quad HD (QHD) con una tasa de actualización de 144Hz proporciona un mayor campo de visión y amplifica la inmersión durante tus partidas.",
      "price": 2100000,
      "cover": "https://i.imgur.com/sRmbcWW.jpeg"
    },
    { 
      "id": 5, 
      "title": "Soundbar LG SNH5, 4.1 Canales, Bluetooth, 600W RMS", 
      "description": "La barra de sonido LG SNH5 se unió a DTS Virtual:X para transformar tu casa en un verdadero cine y hacer que la reproducción de tus películas favoritas sea mucho más inmersiva. La LG Sound Bar SNH5 soporta salida de 4.1 canales para que puedas ver televisión con un sonido más envolvente.",
      "price": 1100000,
      "cover": "https://i.imgur.com/w7SeQsa.jpg"
    },
    { 
      "id": 6, 
      "title": "Smartwatch Samsung Galaxy Watch 5, BT, 40mm", 
      "description": "El smartwatch que ofrece el conjunto más completo de funciones de monitoreo para el seguimiento de la salud y el bienestar de manera precisa y confiable. Cuenta con funciones esenciales y avanzadas para medir y acompañar tu estado de salud, como monitor de frecuencia cardíaca, presión arterial, electrocardiograma, oxímetro, detección de caídas y llamada de emergencia, programa de coaching del sueño para mejorar la calidad del descanso, además de bioimpedancia para evaluar la composición corporal rápidamente y verificar la evolución de tus resultados. También incluye funciones avanzadas de entrenamiento con más de 95 modalidades.",
      "price": 1139000,
      "cover": "https://i.imgur.com/Ua4bURp.jpg"
    }
  ]
}
